#language: ru

@all
Функционал: Ипотека на готовое жилье

    @negative
    Сценарий: Заявка на ипотеку на готовое жилье
        * Загружена стартовая страница
        * Переход в главное меню 'Ипотека'
        * Выбор подменю 'Ипотека на готовое жилье'
        * Проверить, что открылась страница 'Ипотека на готовое жилье — СберБанк'
        * Заполнить форму поле/значение
            | Стоимость недвижимости    | 5180000   |
            | Первоначальный взнос      | 3058000   |
            | Срок кредита              | 30        |
        * Убрать чекбокс у поля 'Страхование жизни'
        * Отметить чекбокс у поля 'Молодая семья'
        * Проверить значения полей
            | Сумма кредита         | 2122000   |
            | Ежемесячный платеж    | 16922     |
            | Необходимый доход     | 21784     |
            | Процентная ставка     | 11        |
